Repository: camino-school/lanttern
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pt_br

source: Student self-assessment
pt_br: Autoavaliação do estudante

source: Teacher comment
pt_br: Comentário do professor

source: Cycle visibility
pt_br: Visibilidade do ciclo

source: Error updating grades report cycle visibility
pt_br: Erro ao atualizar visibilidade do ciclo no relatório de notas

source: No strand report description
pt_br: Nenhuma descrição de relatório da trilha

source: Visibility in grades reports
pt_br: Visibilidade nos relatórios de notas

source: Are you sure? All grades will be created, updated, and removed based on their grade composition.
pt_br: Você tem certeza? Todas as notas serão criadas, atualizadas e removidas com base em suas composições.

source: Are you sure? Grades related to this student will be created, updated, and removed based on their grade composition.
pt_br: Você tem certeza? Notas relacionadas ao estudante serão criadas, atualizadas e removidas com base em suas composições.

source: Are you sure? Grades related to this subject will be created, updated, and removed based on their grade composition.
pt_br: Você tem certeza? Notas relacionadas à disciplina serão criadas, atualizadas e removidas com base em suas composições.

source: Grade before retake process
pt_br: Nota anterior ao processo de recuperação

source: If needed, use this area to keep the student grade history before retake.
pt_br: Se necessário, utilize esta área para manter o histórico de nota do estudante antes da recuperação.

source: Level before retake
pt_br: Nível anterior à recuperação

source: Score before retake
pt_br: Score anterior à recuperação

source: You are registering students self-assessments
pt_br: Você está registrando autoavaliações de estudantes

source: Save self-assessments
pt_br: Salvar autoavaliações

source: 1 grade partially updated (only composition, manual grade not changed)
pt_br: 1 nota parcialmente atualizada (apenas composição, nota manual não alterada)

source: There is a manual grade change that will be overwritten by this operation. Are you sure you want to proceed?
pt_br: A nota atribuída manualmente será sobrescrita por esta operação. Você tem certeza que deseja proceder?

source: (Strand final assessment)
pt_br: (Avaliação final da trilha)

source: Add
pt_br: Adicionar

source: Assessed by students
pt_br: Avaliado por estudantes

source: Assessed by teacher
pt_br: Avaliado por professores

source: Assessment point entry details
pt_br: Detalhes do registro do ponto de avaliação

source: Assessment point entry's evidences
pt_br: Evidências do registro do ponto de avaliação

source: Compare teacher and students assessments
pt_br: Comparar avaliações de professor e estudantes

source: Compare teacher/students
pt_br: Comparar professor/estudantes

source: Goal assessment
pt_br: Avaliação de objetivo

source: Goals assessment
pt_br: Avaliação de objetivos

source: Invalid assessment group by option
pt_br: Opção de agrupamento de avaliação inválida

source: Moment assessment
pt_br: Avaliação do momento

source: No student comment
pt_br: Nenhum comentário de estudante

source: No teacher comment
pt_br: Nenhum comentário de professor

source: Save comment
pt_br: Salvar comentário

source: Show all, grouped by curriculum
pt_br: Mostrar tudo, agrupado por currículo

source: Show all, grouped by moment
pt_br: Mostrar tudo, agrupado por momento

source: Show only goals assessments
pt_br: Mostrar somente avaliações dos objetivos

source: Teacher assessment
pt_br: Avaliação de professor

source: discard changes
pt_br: descartar mudanças

source: or
pt_br: ou

source: Go to all strands page
pt_br: Ir para todas as trilhas

source: No starred strands yet
pt_br: Nenhuma trilha favoritada ainda

source: Strand removed from your starred list
pt_br: Trilha removida da sua lista de favoritas

source: Assessment info
pt_br: Informações da avaliação

source: Assessment rubric
pt_br: Rubrica de avaliação

source: Assessment scale
pt_br: Escala da avaliação

source: Criteria:
pt_br: Critério:

source: Formative assessment
pt_br: Avaliação formativa

source: Formative assessment pattern
pt_br: Padrão da avaliação formativa

source: Has rubric
pt_br: Possui rubrica

source: Here you'll find information about the strand final and formative assessments.
pt_br: Aqui você irá encontrar informações sobre as avaliações final e formativa da trilha.

source: No entry
pt_br: Sem registro

source: Student comment
pt_br: Comentário do estudante

source: Here you'll find information about the strand learning journey.
pt_br: Aqui você irá encontrar informações sobre a jornada de aprendizagem da trilha.

source: No moments registered for this strand
pt_br: Nenhum momento registrado nesta trilha

source: No strand report info yet.
pt_br: Nenhuma informação do relatório ainda.

source: Strand rubrics
pt_br: Rubricas da trilha

source: You can click the assessment card to view more details about it.
pt_br: Você pode clicar no card da avaliação para ver mais detalhes.

source: You can click the moment card to view more details about it, including information about formative assessment.
pt_br: Você pode clicar no card de momento para ver mais detalhes, incluindo informações sobre avaliação formativa.

source: Final assessment not available yet
pt_br: A avaliação final ainda não está disponível

source: Goals assessment entries
pt_br: Registros da avaliação de objetivos

source: Goals without assessment entries
pt_br: Objetivos sem registros de avaliação

source: No assessment entries for this strand yet
pt_br: Nenhum registro de avaliação para esta trilha ainda

source: Rubric differentiation
pt_br: Rubrica de diferenciação

source: Add students to report card to track entries
pt_br: Adicione estudantes ao report card para acompanhar os registros

source: No strands with moments assessment linked to this report card
pt_br: Nenhuma trilha com avaliações nos momentos vinculada a este report card

source: Tracking
pt_br: Acompanhamento

source: No student self-assessment
pt_br: Sem autoavaliação do estudante

source: No teacher assessment
pt_br: Sem avaliação do professor

source: Classes
pt_br: Turmas

source: Filter classes by year
pt_br: Filtrar turmas por ano

source: No students in this class
pt_br: Nenhum estudante nesta turma

source: Not visible in student report card (no final assessment registered for this strand)
pt_br: Não disponível no report card do estudante (nenhuma avaliação final registrada nesta trilha)

source: Final assessment
pt_br: Avaliação final

source: Layers (moments)
pt_br: Camadas (momentos)

source: In the context of
pt_br: No contexto de

source: Learning evidences
pt_br: Evidências de aprendizagem

source: View assessment details
pt_br: Ver detalhes da avaliação

source: With learning evidences
pt_br: Possui evidências de aprendizagem

source: All strand evidences
pt_br: Todas as evidências da trilha

source: At least 1 student is required
pt_br: Obrigatório vincular ao menos 1 estudante

source: Date
pt_br: Data

source: Edit student record
pt_br: Editar registro de estudante

source: Filter records by student
pt_br: Filtrar registros por estudante

source: Invalid permissions
pt_br: Permissões inválidas

source: Load more records
pt_br: Carregar mais registros

source: New student record
pt_br: Novo registro de estudante

source: No student records found for selected filters.
pt_br: Nenhum registro de estudante encontrado para os filtros selecionados.

source: Type the name of the student
pt_br: Digite o nome do estudante

source: Filter student records by status
pt_br: Filtrar registros de estudantes por status

source: Time
pt_br: Horário

source: 1 grade calculation skipped (no composition entries)
pt_br: 1 cálculo de nota ignorado (sem registros da composição)

source: %{grades_report} grid configuration
pt_br: configuração da matriz de %{grades_report}

source: All final grades calculated succesfully
pt_br: Todas notas finais calculadas com sucesso

source: Are you sure? All final grades will be created, updated, and removed based on their grade composition.
pt_br: Você tem certeza? Todas as notas finais serão criadas, atualizadas e removidas com base em suas composições.

source: Are you sure? Final grades related to this student will be created, updated, and removed based on their grade composition.
pt_br: Você tem certeza? Notas finais relacionadas ao estudante serão criadas, atualizadas e removidas com base em suas composições.

source: Are you sure? Final grades related to this subject will be created, updated, and removed based on their grade composition.
pt_br: Você tem certeza? Notas finais relacionadas à disciplina serão criadas, atualizadas e removidas com base em suas composições.

source: Calculate final grades
pt_br: Calcular notas finais

source: Composition normalized value (reference)
pt_br: Valor normalizado da composição (referência)

source: Configure
pt_br: Configurar

source: Create grades report
pt_br: Criar relatório de notas

source: Edit grades report
pt_br: Editar relatório de notas

source: Edit student grades report entry
pt_br: Editar registro do relatório de notas de estudante

source: Edit student grades report final entry
pt_br: Editar registro final do relatório de notas de estudante

source: Error deleting student grade report final entry
pt_br: Erro ao deletar registro final do relatório de nota de estudante

source: Error updating final grades visibility
pt_br: Erro ao atualizar visibilidade das notas finais

source: Final grade details
pt_br: Detalhes da nota final

source: Final grades
pt_br: Notas finais

source: Final grades are visible
pt_br: Notas finais estão visíveis

source: Final grades not visible
pt_br: Notas finais não estão visíveis

source: Final grades visibility
pt_br: Visibilidade das notas finais

source: No subcycle entries for this subject
pt_br: Nenhum registro de subciclo para esta disciplina

source: Parent cycle visibility
pt_br: Visibilidade do ciclo maior

source: Save student grades report final entry
pt_br: Salvar registro de relatório de notas de estudante

source: Student final grades calculated succesfully
pt_br: Notas finais do estudante calculadas com sucesso

source: Student grade report final entry deleted
pt_br: Registro final do relatório de notas de estudante deletado

source: Student grades report final entry created successfully
pt_br: Registro final do relatório de notas de estudante criado com sucesso

source: Student grades report final entry updated successfully
pt_br: Registro final do relatório de notas de estudante atualizado com sucesso

source: Students final subject grades calculated succesfully
pt_br: Notas finais dos estudantes na disciplina calculadas com sucesso

source: Grid subcycles
pt_br: Subciclos da matriz

source: No subcycles linked
pt_br: Nenhum subciclo vinculado

source: Normalized values are used to calculate final grades — when levels are changed manually without normalized values adjustments, final grades calculation can be misaligned with related subcycle grades.
pt_br: Valores normalizados são utilizados para calcular notas finais — quando os níveis são modificados manualmente sem ajustes nos valores normalizados, os cálculos das notas finais podem ficar desalinhados com as notas dos subciclos relacionados.

source: Subcycle
pt_br: Subciclo

source: Add class
pt_br: Adicionar turma

source: Add student
pt_br: Adicionar estudante

source: Class created successfully
pt_br: Turma criada com sucesso

source: Class deleted successfully
pt_br: Turma deletada com sucesso

source: Class name already in use in this cycle
pt_br: Nome da turma já está em uso neste ciclo

source: Class updated successfully
pt_br: Turma atualizada com sucesso

source: Create class
pt_br: Criar turma

source: Edit class
pt_br: Editar turma

source: Edit student
pt_br: Editar estudante

source: Filter students by class
pt_br: Filtrar estudantes por turma

source: New student
pt_br: Novo estudante

source: No classes matching current filters
pt_br: Nenhuma turma correspondente aos filtros selecionados

source: No students added to this class
pt_br: Nenhum estudante adicionado à esta turma

source: Student created successfully
pt_br: Estudante criado com sucesso

source: Student deleted successfully
pt_br: Estudante deletado com sucesso

source: Student updated successfully
pt_br: Estudante atualizado com sucesso

source: Students in this class
pt_br: Estudantes nesta turma

source: "A rubric is a coherent set of criteria for students' work that includes descriptions of levels of performance quality on the criteria."
pt_br: "A rubrica é um conjunto de critérios coerentes em relação ao trabalho de estudantes, que incluem descritores dos niveis de qualidade de performance para os critérios."

source: %{cycle} cycle classes
pt_br: Turmas do ciclo %{cycle}

source: A cycle can't be the parent of itself
pt_br: Um ciclo não pode ser pai de si mesmo

source: A grades report for the same cycle and year already exists
pt_br: Já existe um relatório de notas para o mesmo ciclo e ano

source: Add cycle
pt_br: Adicionar ciclo

source: All %{parent_cycle} cycles
pt_br: Todos ciclos de %{parent_cycle}

source: All curriculum components
pt_br: Todos componentes curriculares

source: All students from %{year} (%{cycle}) classes are already linked to this report card
pt_br: Todos estudantes das turmas de %{year} (%{cycle}) já estão vinculados a este report card

source: All students from %{year} classes are already linked to this report card
pt_br: Todos estudantes das turmas de %{year} já estão vinculados a este report card

source: All subjects
pt_br: Todas disciplinas

source: All years
pt_br: Todos os anos

source: Change current cycle in main menu to view other cyles' grades reports
pt_br: Altere o ciclo atual no menu principal para visualizar relatórios de notas de outros ciclos

source: Click to star strand
pt_br: Clique para favoritar a trilha

source: Cover image
pt_br: Imagem de capa

source: Create cycle
pt_br: Criar ciclo

source: Create strand
pt_br: Criar trilha

source: Current cycle changed
pt_br: Ciclo atual alterado

source: Cycle created successfully
pt_br: Ciclo criado com sucesso

source: Cycle deleted successfully
pt_br: Ciclo deletado com sucesso

source: Cycle name
pt_br: Nome do ciclo

source: Cycle updated successfully
pt_br: Ciclo atualizado com sucesso

source: Cycles
pt_br: Ciclos

source: Delete moment
pt_br: Deletar momento

source: Edit cycle
pt_br: Editar ciclo

source: Edit note
pt_br: Editar nota

source: Edit record
pt_br: Editar registro

source: Edit report to add a cover image
pt_br: Edite o relatório para adiconar uma imagem de capa

source: Edit strand to add a cover image
pt_br: Edite a trilha para adicionar uma imagem de capa

source: End at
pt_br: Acaba em

source: End date should be greater than start date
pt_br: Data final precisa ser maior que a data inicial

source: Explore all strands
pt_br: Explorar todas as trilhas

source: Filter grades reports by year
pt_br: Filtrar relatórios de notas por ano

source: Filter strands by cycle
pt_br: Filtrar trilhas por ciclo

source: Grades report deleted
pt_br: Relatório de notas deletado

source: Library
pt_br: Biblioteca

source: Link students from %{year} (%{cycle}) to this report card
pt_br: Vincular estudantes de %{year} (%{cycle}) a este report card

source: Link students from %{year} to this report card
pt_br: Vncular estudantes de %{year} a este report card

source: Loading cycles
pt_br: Carregando ciclos

source: Loading profiles
pt_br: Carregando perfis

source: Moment of %{strand}
pt_br: Momento de %{strand}

source: Moment: %{moment}
pt_br: Momento: %{moment}

source: Moments linked to this strand
pt_br: Momentos vinculados à esta trilha

source: New assessment point
pt_br: Novo ponto de avaliação

source: New curriculum item
pt_br: Novo item curricular

source: New grades report
pt_br: Novo relatório de notas

source: New moment card
pt_br: Novo card de momento

source: No %{cycle} grade reports matching current filters created yet
pt_br: Nenhum relatório de notas de %{cycle} alinhdo aos filtros atuais foi criado ainda

source: No class selected
pt_br: Nenhuma turma selecionada

source: No cycle selected
pt_br: Nenhum ciclo selecionado

source: No cycles found in this school.
pt_br: Nenhum ciclo encontrado nesta escola.

source: No cycles in this school
pt_br: Nenhum ciclo nesta escola

source: No cycles registered
pt_br: Nenhum ciclo registrado

source: No grades report linked to student
pt_br: Nennhum relatório de notas vinculado ao estudante

source: No report cards linked to student
pt_br: Nenhum report card vinculado ao estudante

source: No strands in %{cycle} yet
pt_br: Nenhuma trilha em %{cycle} ainda

source: No strands matching selected filters
pt_br: Nenhuma trilha alinhada aos filtros selecionados

source: No student report cards for selected cycle created yet.
pt_br: Nenhum report card de estudante criado no ciclo selecionado ainda.

source: Only starred
pt_br: Somente favoritos

source: Other cycle classes
pt_br: Turmas de outros ciclos

source: Parent cycle
pt_br: Ciclo pai

source: Parent cycle does not exist
pt_br: Ciclo pai não existe

source: Report card cover image
pt_br: Imagem de capa do report card

source: Rubric deleted
pt_br: Rubrica deletada

source: Search all school classes
pt_br: Buscar todas as turmas da escola

source: Select a class above to view full assessments grid
pt_br: Selecione uma turma acima para visualizar o grid de avaliação completo

source: Select classes to view students differentiation rubrics
pt_br: Selecione turmas para visualizar rubricas de diferenciação dos estudantes

source: Select parent cycle
pt_br: Selecionar ciclo pai

source: Showing %{cycle} grades reports
pt_br: Visualizando relatórios de notas de %{cycle}

source: Showing all strands
pt_br: Mostrando todas as trilhas

source: Showing only %{cycle} subcycles. Change the current cycle in the main menu to view other subcycles.
pt_br: Mostrando apenas subciclos de %{cycle}. Altere o ciclo atual no menu principal para visualizar outros subciclos.

source: Showing only starred strands
pt_br: Mostrando apenas trilhas favoritas

source: Starred strand
pt_br: Trilha favoritada

source: Start at
pt_br: Começa em

source: Strand cover image
pt_br: Imagem de capa da trilha

source: Strand final assessment for %{item}
pt_br: (Avaliação final da trilha)

source: Strand final assessment for curriculum item
pt_br: Avaliação final do item curricular na trilha

source: Strand without cover image
pt_br: Trilha sem imagem de capa

source: Strands library
pt_br: Biblioteca de trilhas

source: Use cards to add an extra layer of organization to moments
pt_br: Utilize cards para adicionar uma camada extra de organização aos momentos

source: Using a parent cycle from a different school is not allowed
pt_br: Utilizar um ciclo pai de uma escola diferente não é permitido

source: You can't use a subcycle as a parent cycle
pt_br: Você não pode utilizar um subciclo como um ciclo pai

source: classes
pt_br: turmas

source: Link strand to report
pt_br: Vincular trilha ao report

source: Filter student records by class
pt_br: Filtrar registros de estudantes por turma

source: Student record detail
pt_br: Detalhe do registro de estudante

source: Student record not found
pt_br: Registro de estudante não encontrado

source: Student records
pt_br: Registros de estudante

source: This record was deleted
pt_br: Este registro foi deletado

source: Access to information in this area is restricted to school staff
pt_br: O acesso às informações nesta área é restrito à equipe da escola

source: Add school area student info...
pt_br: Adicionar informações de estudante na área da escola...

source: Check the cycle and school relationship
pt_br: Confira a relação entre ciclo e escola

source: Check the student and school relationship
pt_br: Confira a relação entre estudante e escola

source: Edit cycle profile picture
pt_br: Editar foto de perfil do ciclo

source: Edit information
pt_br: Editar informação

source: No classes
pt_br: Nenhuma turma

source: No classes linked to student in cycle
pt_br: Nenhuma turma vinculada ao estudante no ciclo

source: No information about student in school area
pt_br: Nenhuma informação sobre o estudante na área da escola

source: School area
pt_br: Área da escola

source: School area attachments
pt_br: Anexos da área da escola

source: Upload profile picture
pt_br: Upload de foto de perfil

source: Add card template
pt_br: Adicionar template de card

source: Additional instructions
pt_br: Instruções adicionais

source: Additional teacher instructions
pt_br: Instruções adicionais para professores

source: Create a new moment card from scratch
pt_br: Criar novo card de momento do zero

source: Edit card
pt_br: Editar card

source: Edit moment card
pt_br: Editar card de momento

source: Edit moment card template
pt_br: Editar template de card de momento

source: Edit template
pt_br: Editar template

source: Moment cards order
pt_br: Ordem dos cards de momento

source: Moment cards templates order
pt_br: Ordem dos templates de cards de momento

source: New moment card template
pt_br: Novo template de card de momento

source: No templates created yet
pt_br: Nenhum template criado ainda

source: Oops, something went wrong! Please check the errors above.
pt_br: Oops, algo deu errado! Por favor, confira os erros acima.

source: Select
pt_br: Selecionar

source: Select a template from the list below to create the card
pt_br: Selecione um template da lista abaixo para criar o card

source: Template instructions
pt_br: Instruções do template

source: Templates for new moment cards
pt_br: Templates para novos cards de momento

source: This card was deleted
pt_br: Este card foi deletado

source: This template was deleted
pt_br: Este template foi deletado

source: 1 attachment
pt_br: 1 anexo

source: Add student area info...
pt_br: Adicionar informações da área de estudante...

source: Information shared with student and guardians
pt_br: Informação compartilhada com estudante e responsáveis

source: No information in student area
pt_br: Nenhuma informação na área de estudante

source: Student area
pt_br: Área de estudante

source: Student area attachments
pt_br: Anexos da área de estudante

source: Differentiation notes
pt_br: Notas sobre diferenciação

source: If active the card and selected attachments will be displayed for students and guardians in the strand moment details page
pt_br: Se ativo, o card e os anexos selecionados serão exibidos para estudantes e responsáveis na página de detalhes do momento da trilha

source: More about this moment
pt_br: Mais sobre este momento

source: Share with students and guardians
pt_br: Compartilhar com estudantes e responsáveis

source: Shared
pt_br: Compartilhado

source: Shared with students and guardians
pt_br: Compartilhado com estudantes e responsáveis

source: Teacher instructions
pt_br: Instruções para professores

source: Visible to students and guardians
pt_br: Visível para estudantes e responsáveis

source: %{staff_member} deleted
pt_br: %{staff_member} deletado

source: %{staff_member} reactivated
pt_br: %{staff_member} reativado

source: 1 active staff member
pt_br: 1 colaborador ativo

source: Add staff member
pt_br: Adicionar colaborador

source: Are you sure? You can reactive the staff member later.
pt_br: Você tem certeza? Você pode reativar o colaborador mais tarde.

source: Cancel remove
pt_br: Cancelar remoção

source: Edit staff member
pt_br: Editar colaborador

source: Enables the user to login at Lanttern via Google Sign In
pt_br: Possibilita o usuário a fazer login no Lanttern via Google Sign In

source: Failed to delete staff member
pt_br: Falha ao deletar colaborador

source: Failed to reactivate staff member
pt_br: Falha ao reativar colaborador
