Repository: camino-school/lanttern
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pt_br

source: Invalid staff member
pt_br: Colaborador inválido

source: Lanttern user email
pt_br: Email de usuário Lanttern

source: New staff member
pt_br: Novo colaborador

source: No staff members found
pt_br: Nenhum colaborador encontrado

source: Reactivate
pt_br: Reativar

source: Role
pt_br: Função

source: School management
pt_br: Gerenciamento da escola

source: Staff
pt_br: Equipe

source: Staff member created successfully
pt_br: Colaborador criado com sucesso

source: Staff member updated successfully
pt_br: Colaborador atualizado com sucesso

source: %{school}'s deactivated staff members
pt_br: Colaboradores desativados de %{school}

source: 1 deactivated staff member
pt_br: 1 colaborador desativado

source: Deactivate
pt_br: Desativar

source: Deactivated staff members
pt_br: Colaboradores desativados

source: No deactivated staff members found
pt_br: Nenhum colaborador desativado encontrado

source: Staff member deactivated successfully
pt_br: Colaborador desativado com sucesso

source: View deactivated staff members
pt_br: Ver colaboradores desativados

source: %{school} staff
pt_br: Colaboradores de %{school}

source: %{school} students
pt_br: Estudantes de %{school}

source: Assigned to
pt_br: Atribuído a

source: Assigned to %{staff_member}
pt_br: Atribuído a %{staff_member}

source: Assignee
pt_br: Responsável

source: Assignees
pt_br: Responsáveis

source: Created by
pt_br: Criado por

source: Filter records by assignee
pt_br: Filtrar registros por responsável

source: Internal student record tracking
pt_br: Acompanhamento interno de registro de estudante

source: Invalid view option
pt_br: Opção de visualização inválida

source: My area
pt_br: Minha área

source: Showing 1 result for selected filters
pt_br: Mostrando 1 resultado para os filtros selecionados

source: Staff member deleted successfully
pt_br: Colaborador deletado com sucesso

source: Type the name of the assignee
pt_br: Digite o nome do responsável

source: View more
pt_br: Ver mais

source: Created by %{staff_member}
pt_br: Criado por %{staff_member}

source: This record is visible to all school staff
pt_br: Este registro está visível para toda a equipe da escola

source: Visible to all school staff
pt_br: Visível para toda a equipe da escola

source: At least 1 tag is required
pt_br: Obrigatório vincular ao menos 1 tag

source: Background color (hex)
pt_br: Cor de fundo (hex)

source: Edit status
pt_br: Editar status

source: Edit tag
pt_br: Editar tag

source: Filter student records by tag
pt_br: Filtrar registros de estudantes por tag

source: Internal notes
pt_br: Notas internas

source: Manage student records statuses below
pt_br: Gerencie os status dos registros de estudantes abaixo

source: Manage student records tags below
pt_br: Gerencie as tags dos registros de estudantes abaixo

source: New status
pt_br: Novo status

source: New tag
pt_br: Nova tag

source: No student record status created yet
pt_br: Nenhum status de registro de estudante criado ainda

source: No student record tags created yet
pt_br: Nenhum tag de registro de estudante criado ainda

source: Record description
pt_br: Descrição do registro

source: Settings
pt_br: Configurações

source: Status created successfully
pt_br: Status criado com sucesso

source: Status deleted successfully
pt_br: Status deletado com sucesso

source: Status updated successfully
pt_br: Status atualizado com sucesso

source: Student records settings
pt_br: Configurações de registros de estudantes

source: Tag created successfully
pt_br: Tag criada com sucesso

source: Tag deleted successfully
pt_br: Tag deletada com sucesso

source: Tag updated successfully
pt_br: Tag atualizada com sucesso

source: Text color (hex)
pt_br: Cor de texto (hex)

source: All records
pt_br: Todos os registros

source: All records, newest first
pt_br: Todos os registros de estudantes

source: Closed at %{datetime}
pt_br: Encerrado em %{datetime}

source: Closed by staff member field in required when record is closed
pt_br: Campo encerrado por colaborador é obrigatório quando o registro está encerrado

source: Closed by staff member is allowed only when record is closed
pt_br: Fechado por colaborador é permitido apenas quando o registro está encerrado

source: Closed on creation
pt_br: Encerrado na criação

source: Created on %{datetime}
pt_br: Criado em %{datetime}

source: If active, assigning this status to an existing record will close it and calculate the time since its creation.
pt_br: Se ativo, atribuir este status a um registro existente irá encerrá-lo e calcular o tempo desde a sua criação.

source: Only open
pt_br: Apenas abertos

source: Only open, oldest first
pt_br: Apenas abertos, ordenados pelos mais antigos

source: Use status to close student record
pt_br: Use o status para encerrar o registro de estudante

source: %{d} days
pt_br: %{d} dias

source: %{d} days and %{h} hours
pt_br: %{d} dias e %{h} horas

source: %{d} days and 1 hour
pt_br: %{d} dias e 1 hora

source: %{h} hours
pt_br: %{h} horas

source: (Open for %{days_and_hours})
pt_br: (Aberto por %{days_and_hours})

source: 1 day and %{h} hours
pt_br: 1 dia e %{h} horas

source: 1 day and 1 hour
pt_br: 1 dia e 1 hora

source: Closed by %{staff_member} on %{datetime} (%{days_and_hours} since creation)
pt_br: Encerrado por %{staff_member} em %{datetime} (%{days_and_hours} desde a criação)

source: Duration since creation
pt_br: Duração deste a criação

source: When activating, previous records with this status will not change: records already closed will remain closed, and open records will be considered "closed on creation".
pt_br: Quando estiver ativando, registros anteriores com este status não sofrerão alterações: registros já encerrados permanecerão encerrados, e registros abertos serão considerados "encerrados na criação".

source: some minutes
pt_br: alguns minutos

source: Are you sure you want to reopen this student record?
pt_br: Você tem certeza que deseja reabrir este registro de estudante?

source: %{school}'s deactivated students
pt_br: Estudantes desativados de %{school}

source: %{student} deleted
pt_br: %{student} deletado

source: %{student} reactivated
pt_br: %{student} reativado

source: (Deactivated)
pt_br: (Desativado)

source: 1 active student
pt_br: 1 estudante ativo

source: 1 deactivated student
pt_br: 1 estudante desativado

source: All classes
pt_br: Todas turmas

source: Are you sure? You can reactive the student later.
pt_br: Você tem certeza? Você pode reativar o estudante mais tarde.

source: Deactivated
pt_br: Desativado

source: Deactivated students
pt_br: Estudantes desativados

source: Failed to delete student
pt_br: Falha ao deletar estudante

source: Failed to reactivate student
pt_br: Falha ao reativar estudante

source: Invalid student
pt_br: Estudante inválido

source: No deactivated students found
pt_br: Nenhum estudante desativado encontrado

source: Student deactivated successfully
pt_br: Estudante desativado com sucesso

source: Student reactivated successfully
pt_br: Estudante reativado com sucesso

source: View deactivated students
pt_br: Ver estudantes desativados

source: Create %{count} report cards?
pt_br: Criar %{count} report cards?

source: Link all
pt_br: Vincular todos

source: %{cycle} attachments
pt_br: Anexos de %{cycle}

source: %{message} deleted
pt_br: %{message} deletada

source: %{message} unarchived
pt_br: %{message} desarquivada

source: %{school}'s archived messages
pt_br: Mensages arquivadas de %{school}

source: %{student}'s %{cycle} report cards
pt_br: Report cards de %{student} %{cycle}

source: Additional %{cycle} information
pt_br: Informações adicionais de %{cycle}

source: All school
pt_br: Toda escola

source: Archive
pt_br: Arquivar

source: Archived messages
pt_br: Mensagens arquivadas

source: Are you sure? You can unarchive the message later.
pt_br: Você tem certeza? Você pode desarquivar a mensagem mais tarde.

source: At least 1 class is required
pt_br: Obrigatório vincular ao menos 1 turma

source: Edit message
pt_br: Editar mensagem

source: Explore strands
pt_br: Explorar trilhas

source: Failed to delete message
pt_br: Falha ao deletar mensagem

source: Failed to unarchive message
pt_br: Falha ao desarquivar mensagem

source: Filter messages by class
pt_br: Filtrar mensagens por turma

source: Invalid message
pt_br: Mensagem inválida

source: Message archived successfully
pt_br: Mensagem arquivada com sucesso

source: Message board
pt_br: Quadro de mensagens

source: Message created successfully
pt_br: Mensagem criada com sucesso

source: Message title
pt_br: Título da mensagem

source: Message updated successfully
pt_br: Mensagem atualizada com sucesso

source: New message
pt_br: Nova mensagem

source: No archived messages matching current filter found
pt_br: Nenhuma mensagem arquivada correspondente aos filtros selecionados

source: No messages matching current filters created yet
pt_br: Nenhuma mensagem correspondente aos filtros selecionados

source: No selected classes
pt_br: Nenhuma turma selecionada

source: Selected classes
pt_br: Turmas selecionadas

source: Send to
pt_br: Enviar para

source: Send to must be 'school' or 'classes'
pt_br: Enviar para deve ser 'school' ou 'turmas'

source: Sending to all school
pt_br: Enviando para toda a escola

source: Sending to selected classes
pt_br: Enviando para as turmas selecionadas

source: Sent to all school
pt_br: Enviada para todas a escola

source: Showing 1 archived message
pt_br: Exibindo 1 mensagem arquivada

source: Showing 1 message
pt_br: Exibindo 1 mensagem

source: Unarchive
pt_br: Desarquivar

source: Updated
pt_br: atualizado

source: View archived messages
pt_br: Ver mensagens arquivadas

source: View report cards
pt_br: Ver report cards

source: Your %{cycle} report cards
pt_br: Seus report cards de %{cycle}

source: Hello!
pt_br: Olá!

source: No archived messages
pt_br: Nenhuma mensagem arquivada

source: No messages
pt_br: Nenhuma mensagem

source: Archived messages are not visible to students and guardians.
pt_br: Mensagens arquivadas não são visíveis para estudantes e responsáveis.

source: Messages in the school message board are displayed in students and guardians home page.
pt_br: Mensagens no quadro de mensagens da escola são exibidas na home de estudantes e responsáveis.

source: Pin message
pt_br: Fixar mensagem

source: Pinned message
pt_br: Mensagem fixada

source: Pinned messages are displayed at the top of the message board.
pt_br: Mensagens fixadas são exibidas no topo do quadro de mensagens.

source: Add component
pt_br: Adicionar componente

source: Add section
pt_br: Adicionar seção

source: Create %{student}'s %{cycle} ILP
pt_br: Criar ILP de %{student} para %{cycle}

source: Create ILP
pt_br: Criar ILP

source: Create new ILP template
pt_br: Criar novo modelo de ILP

source: Delete template
pt_br: Deletar modelo

source: Edit ILP
pt_br: Editar ILP

source: ILP created successfully
pt_br: ILP criado com sucesso

source: ILP deleted successfully
pt_br: ILP deletado com sucesso

source: ILP model:
pt_br: Modelo de ILP:

source: ILP settings
pt_br: Configurações de ILP

source: ILP template created successfully
pt_br: Modelo de ILP criado com sucesso

source: ILP template deleted successfully
pt_br: Modelo de ILP deletado com sucesso

source: ILP template updated successfully
pt_br: Modelo de ILP atualizado com sucesso

source: ILP updated successfully
pt_br: ILP atualizado com sucesso

source: List of created ILP templates
pt_br: Lista de modelos de ILP criados

source: No ILP model selected
pt_br: Nenhum modelo de ILP selecionado

source: No ILP template selected
pt_br: Nenhum modelo de ILP selecionado

source: No ILP templates registered in your school. Talk to your Lanttern school manager.
pt_br: Nenhum modelo de ILP registrado na sua escola. Fale com o gestor Lanttern da sua escola.

source: No student ILP created yet
pt_br: Nenhum ILP de estudante criado ainda

source: No student selected
pt_br: Nenhum estudante selecionado

source: Notes (shared with students/guardians)
pt_br: Anotações (compartilhadas com estudantes/responsáveis)

source: Nothing yet
pt_br: Nada ainda

source: Search for student ILP
pt_br: Buscar por ILP de estudante

source: Sections and components
pt_br: Seções e componentes

source: Teacher notes (internal)
pt_br: Anotações do professor (internas)

source: Teacher notes (internal, not shared)
pt_br: Anotações do professor (internas, não compartilhadas)

source: Template name
pt_br: Nome do modelo

source: You don't have access to ILP settings page
pt_br: Você não tem acesso à página de configurações de ILP

source: %{curriculum} final assessment
pt_br: Avaliação final de %{curriculum}

source: About rubrics and assessment points relationships
pt_br: Sobre a relação entre rubricas e pontos de avaliação

source: Add another differentiation rubric to assess this goal
pt_br: Adicionar outra rubrica de diferenciação para avaliar este objetivo

source: Add another rubric to assess this goal
pt_br: Adicionar outra rubrica para avaliar este objetivo

source: Add diff rubric
pt_br: Adicionar rubrica de diferenciação

source: Assessment point and entries deleted successfully
pt_br: Ponto de avaliação e registros deletados com sucesso

source: Assessment point created successfully
pt_br: Ponto de avaliação criado com sucesso

source: Assessment point deleted successfully
pt_br: Ponto de avaliação deletado com sucesso

source: Assessment point updated successfully
pt_br: Ponto de avaliação atualizado com sucesso

source: Assigning a differentiation rubric in a student assessment point entry;
pt_br: Atribuindo uma rubrica de diferenciação em um registro de ponto de avaliação de estudante;

source: Curriculum item
pt_br: Item curricular

source: Differentiation rubric
pt_br: Rubrica de diferenciação

source: Differentiation rubrics and students
pt_br: Rubricas de diferenciação e estudantes

source: Edit differentiation rubric
pt_br: Editar rubrica de diferenciação

source: Edit rubric
pt_br: Editar rubrica

source: Error updating assessment point entries
pt_br: Erro ao atualizar registros de ponto de avaliação

source: In case of differentiation rubrics, we can also link them directly to a student via assessment point entry.
pt_br: No caso de rubricas de diferenciação, também podemos vinculá-las diretamente a um estudante por meio do registro de ponto de avaliação.

source: Link rubric to assessment points
pt_br: Vincular rubrica aos pontos de avaliação

source: Linked students
pt_br: Estudantes vinculados

source: Moment %{moment}
pt_br: Momento %{moment}

source: New differentiation rubric
pt_br: Nova rubrica de diferenciação

source: New rubric
pt_br: Nova rubrica

source: No assessment point matching curriculum, scale, and differentiation flag
pt_br: Nenhum ponto de avaliação compatível com currículo, escala e marcação de diferenciação

source: No differentiation rubric
pt_br: Sem rubrica de diferenciação

source: No differentiation rubric matching assessment point curriculum item and scale
pt_br: Nenhuma rubrica de diferenciação correspondente ao item curricular e escala do ponto de avaliação

source: No differentiation students linked to this rubric
pt_br: Nenhum estudante de diferenciação vinculado a esta rubrica

source: No linked students for selected classes
pt_br: Nenhum estudante vinculado para as turmas selecionadas

source: No rubric
pt_br: Sem rubrica

source: No rubric matching curriculum item and scale
pt_br: Nenhuma rubrica correspondente ao item curricular e escala

source: Rubric deleted successfully
pt_br: Rubrica deletada com sucesso

source: Rubric for curriculum item
pt_br: Rubrica para item curricular

source: Rubrics can be linked to assessment points with matching curriculum item, scale, and differentiation type.
pt_br: Rubricas podem ser vinculadas a pontos de avaliação com item curricular, escala e tipo de diferenciação correspondentes.

source: Select a class above to view students notes
pt_br: Selecione uma turma acima para visualizar anotações dos estudantes

source: Select classes to view assessments info
pt_br: Selecione turmas para visualizar informações de avaliações

source: Select classes to view students notes
pt_br: Selecione turmas para visualizar anotações dos estudantes

source: Students currently linked to the selected rubric
pt_br: Estudantes atualmente vinculados à rubrica selecionada

source: There are two ways to "connect" students and differentiation rubrics:
pt_br: Existem duas formas de "conectar" estudantes e rubricas de diferenciação:

source: Uses rubric in final assessment
pt_br: Usa rubrica na avaliação final

source: Using the rubric with a differentiation assessment point (curriculum differentiation).
pt_br: Usando a rubrica com um ponto de avaliação de diferenciação (diferenciação curricular).

source: This moment does not have assessment entries yet
pt_br: Este momento ainda não possui registros de avaliação

source: %{count} of %{total} ILPs created
pt_br: %{count} de %{total} ILPs criados

source: %{school} classes
pt_br: Turmas de %{school}

source: About %{template}
pt_br: Sobre %{template}

source: About this ILP model
pt_br: Sobre este modelo de ILP

source: About this template
pt_br: Sobre este modelo

source: ILP creation metrics
pt_br: Métricas de criação de ILP

source: Looking for a different cycle? You can change it in the menu.
pt_br: Procurando por outro ciclo? Você pode alterar pelo menu.

source: Metrics
pt_br: Métricas

source: My ILP
pt_br: Meu ILP

source: No ILP in %{cycle} yet
pt_br: Nenhum ILP em %{cycle} ainda

source: Read the ILP
pt_br: Leia o ILP

source: Template instructions (visible to staff only)
pt_br: Instruções do template (visível somente para o staff)

source: View ILP
pt_br: Ver ILP

source: (1 minute left until next revision request)
pt_br: (1 minuto até o próximo pedido de revisão)

source: AI revision can be requested every %{minute} minutes
pt_br: A revisão por IA pode ser solicitada a cada %{minute} minutos

source: AI revision failed
pt_br: A revisão por IA falhou

source: AI revision instructions
pt_br: Instruções da revisão por IA

source: Add instructions on how Lanttern should revise this ILP.
pt_br: Adicione instruções sobre como a Lanttern deve revisar este ILP.

source: Age should be a number between 0 and 100
pt_br: Idade deve ser um número entre 0 e 100

source: Generated in %{datetime}
pt_br: Gerado em %{datetime}

source: Inform the approximated age of the student (in years), and ask for Lanttern AI revision.
pt_br: Informe a idade aproximada do estudante (em anos) e solicite revisão da Lanttern AI.

source: Inform the approximated age of the student (in years), and ask for an updated Lanttern AI revision.
pt_br: Informe a idade aproximada do estudante (em anos) e solicite uma revisão atualizada da Lanttern AI.

source: Lanttern AI ILP revision instructions
pt_br: Instruções de revisão de ILP da Lanttern AI

source: Lanttern AI revision
pt_br: Revisão da Lanttern AI

source: Remember that AI make mistakes. Always double-check generated responses.
pt_br: Lembre-se de que a IA comete erros. Sempre verifique as respostas geradas.

source: Request AI review
pt_br: Solicitar revisão da IA

source: Request AI review update
pt_br: Solicitar atualização da revisão da IA

source: Student age
pt_br: Idade do estudante
