Repository: camino-school/lanttern
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pt_br

source: Actions
pt_br: Ações

source: Curriculum
pt_br: Currículo

source: Rubrics
pt_br: Rubricas

source: Strands
pt_br: Trilhas

source: close
pt_br: fechar

source: Language:
pt_br: Idioma:

source: Log out
pt_br: Sair

source: You're logged in as
pt_br: Você está acessando como

source: Apply filters
pt_br: Aplicar filtros

source: Applying filters...
pt_br: Aplicando filtros...

source: Cancel
pt_br: Cancelar

source: Clear filters
pt_br: Limpar filtros

source: Load more strands
pt_br: Carregar mais trilhas

source: New strand
pt_br: Nova trilha

source: Save
pt_br: Salvar

source: Subjects
pt_br: Componentes

source: Years
pt_br: Anos

source: Your starred strands
pt_br: Suas trilhas favoritas

source: Description
pt_br: Descrição

source: File "%{file}" is invalid.
pt_br: O arquivo "%{file}" é inválido.

source: Name
pt_br: Nome

source: No subject selected
pt_br: Nenhum componente selecionado

source: No year selected
pt_br: Nenhum ano selecionado

source: Oops, something went wrong! Please check the errors below.
pt_br: Oops, algo deu errado! Por favor, confira os erros abaixo.

source: Replace image
pt_br: Alterar imagem

source: Save Strand
pt_br: Salvar Trilha

source: Saving...
pt_br: Salvando...

source: Select subject
pt_br: Selecionar componente

source: Select year
pt_br: Selecionar ano

source: Strand created successfully
pt_br: Trilha criada com sucesso

source: Strand updated successfully
pt_br: Trilha atualizada com sucesso

source: Upload a cover image file
pt_br: Faça o upload de um arquivo de imagem de capa

source: cancel
pt_br: cancelar

source: or drag and drop here
pt_br: ou arraste e solte aqui

source: Attempting to reconnect
pt_br: Tentando reconectar

source: Error!
pt_br: Erro!

source: Hang in there while we get back on track
pt_br: Aguente firme enquanto nos reconectamos

source: Markdown supported
pt_br: Suporta Markdown

source: Success!
pt_br: Sucesso!

source: We can't find the internet
pt_br: Não conseguimos nos conectar

source: Something went wrong!
pt_br: Algo deu errado!

source: About
pt_br: Sobre

source: Assessment
pt_br: Avaliação

source: Couldn't find strand
pt_br: Não foi possível encontrar a trilha

source: Delete
pt_br: Deletar

source: Edit strand
pt_br: Editar trilha

source: Strand deleted
pt_br: Trilha deletada

source: Add a strand note
pt_br: Adicionar uma anotação da trilha

source: Add rubric
pt_br: Adicionar rubrica

source: Add strand goal
pt_br: Adicionar objetivo da trilha

source: Add your notes...
pt_br: Adicione suas anotações...

source: Are you sure?
pt_br: Você tem certeza?

source: Current assessment points
pt_br: Pontos de avaliação atuais

source: Delete note
pt_br: Deletar anotação

source: Differentiation
pt_br: Diferenciação

source: Edit
pt_br: Editar

source: Goals
pt_br: Objetivos

source: Move curriculum item down
pt_br: Mover item curricular para baixo

source: Move curriculum item up
pt_br: Mover item curricular para cima

source: No assessment points for this strand yet
pt_br: Nenhum ponto de avaliação para esta trilha ainda

source: Reorder
pt_br: Reordenar

source: Select a class
pt_br: Selecione uma turma

source: Under the hood, goals in Lanttern are defined by assessment points linked directly to the strand — when adding goals, we are adding assessment points which, in turn, hold the curriculum items we'll want to assess along the strand course.
pt_br: Por baixo dos panos, objetivos no Lanttern são definidos por pontos de avaliação vinculados diretamente à trilha — ao adicionar objetivos, nós estamos adicionando pontos de avaliação que, por sua vez, contém os itens curriculares que nós queremos avaliar ao longo da trilha.

source: Understood. Delete anyway
pt_br: Compreendo. Deletar mesmo assim

source: You don't have any notes for this strand yet
pt_br: Você ainda não poussui anotações para esta trilha

source: collapse
pt_br: fechar

source: dismiss
pt_br: dispensar

source: expand
pt_br: expandir

source: Assessment point name
pt_br: Nome do ponto de avaliação

source: No curriculum item selected
pt_br: Nenhum item curricular selecionado

source: Position
pt_br: Posição

source: Scale
pt_br: Escala

source: Select a scale
pt_br: Selecione uma escala

source: Select curriculum item
pt_br: Selecionar item curricular

source: Select strand
pt_br: Selecionar trilha

source: Strand
pt_br: Trilha

source: You can search by id adding # before the id
pt_br: Você pode buscar pelo id adicionando # antes do id

source: and search by code wrapping it in parenthesis
pt_br: e buscar pelo código colocando parênteses

source: Add descriptor
pt_br: Adicionar descritor

source: Criteria
pt_br: Critério

source: Descriptors
pt_br: Descritores

source: Is differentiation
pt_br: É diferenciação

source: Rubric created successfully
pt_br: Rubrica criada com sucesso

source: Rubric updated successfully
pt_br: Rubrica atualizada com sucesso

source: Select a scale to create descriptors
pt_br: Selecione uma escala para criar descritores

source: Select scale
pt_br: Selecione uma escala

source: Markdown supported in descriptors
pt_br: Suporta Markdown nos descritores

source: Assessment Point
pt_br: Ponto de Avaliação

source: Assessment Points Order
pt_br: Ordem dos Pontos de Avaliação

source: This assessment point already have some entries. Deleting it will cause data loss.
pt_br: Este ponto de avaliação já possui alguns registros. Deletá-lo irá causar perda de dados.

source: Strand has linked assessment points.
pt_br: Trilha possui pontos de avaliação conectados.

source: Assessment point has linked entries.
pt_br: Ponto de avaliação possui registros vinculados.

source: Author already has a note for this moment
pt_br: Autor já possui uma anotação sobre este momento

source: Couldn't find moment
pt_br: Não foi possível encontrar o momento

source: Create new moment
pt_br: Criar novo momento

source: Curriculum item already added to this strand
pt_br: Item curricular já adicionado à esta trilha

source: Edit moment
pt_br: Editar momento

source: Error linking rubric. Check if it exists and uses the same scale used in the assessment point.
pt_br: Erro ao vincular rubrica. Confira se ela existe e usa a mesma escala utilizada no ponto de avaliação.

source: Moment
pt_br: Momento

source: Moment created successfully
pt_br: Momento criado com sucesso

source: Moment deleted
pt_br: Momento deletado

source: Moment has linked assessment points.
pt_br: Momento possui pontos de avaliação conectados.

source: Moment has linked assessments. Deleting it would cause some data loss.
pt_br: Momento com avaliações conectadas. Deletá-lo causaria perda de dados.

source: Moment updated successfully
pt_br: Momento atualizado com sucesso

source: Moments
pt_br: Momentos

source: Move moment down
pt_br: Mover momento para baixo

source: New moment
pt_br: Novo momento

source: No moments for this strand yet
pt_br: Nenhum momento para esta trilha ainda

source: Save moment
pt_br: Salvar momento

source: Something went wrong
pt_br: Algo deu errado

source: Strand Moments Order
pt_br: Ordem dos Momentos da Trilha

source: Strand has linked moments and/or assessment points (goals). Deleting it would cause some data loss.
pt_br: Trilha com momentos e/ou pontos de avaliação (objetivos) conectados. Deletá-la causaria perda de dados.

source: Strand has linked moments.
pt_br: Trilha possui momentos conectados.

source: Strand moments
pt_br: Momentos da trilha

source: You don't have any notes for this moment yet
pt_br: Você ainda não poussui anotações para este momento

source: You may already have some entries for this assessment point. Changing the scale when entries exist is not allowed, as it would cause data loss.
pt_br: Você já deve possuir registros para este ponto de avaliação. Alterar a escala quando registros já existem não é permitido, pois acarretaria perda de dados.

source: 1 grade created
pt_br: 1 nota criada

source: 1 grade removed
pt_br: 1 nota removida

source: 1 grade updated
pt_br: 1 nota atualizada

source: Showing 1 result for
pt_br: Mostrando 1 resultado para

source: About the curriculum
pt_br: Sobre o currículo

source: About the curriculum component
pt_br: Sobre o component curricular

source: Add curriculum item
pt_br: Adicionar item curricular

source: Add to grade composition
pt_br: Adicionar à composição da nota

source: All report card strands' goals
pt_br: Todos objetivos das trilhas do report card

source: Already selected
pt_br: Já selecionado

source: Background color format not accepted. Use hex color.
pt_br: Cor de fundo inválida. Utilize cores hex.

source: Calculate all
pt_br: Calcular tudo

source: Calculate grade
pt_br: Calcular nota

source: Calculate student grades
pt_br: Calcular notas do estudante

source: Calculate subject grades
pt_br: Calcular notas da disciplina

source: Cancel cover removal
pt_br: Cancelar remoção da capa

source: Code
pt_br: Código

source: Comment
pt_br: Comentário

source: Create new report card
pt_br: Criar novo report card

source: Create student report card
pt_br: Criar report card de estudante

source: Curriculum component
pt_br: Componente curricular

source: Curriculum differentiation
pt_br: Diferenciação curricular

source: Curriculum item deleted
pt_br: Item curricular removido

source: Cycle
pt_br: Ciclo

source: Cycle already added to this grade report
pt_br: Ciclo já adicionado à este relatório de nota

source: Diff
pt_br: Dif

source: Different from grade composition. Use comments field to justify it if needed.
pt_br: Diferente da composição da nota. Use o campo de comentários para justificar se necessário.

source: E.g. project, unit, course, etc.
pt_br: Ex: projeto, unidade, curso, etc.

source: Edit curriculum item
pt_br: Editar item curricular

source: Edit grade composition
pt_br: Editar composição de nota

source: Edit report card
pt_br: Editar report card

source: Edit strand report
pt_br: Editar relatório da trilha

source: Edit student report card
pt_br: Editar report card de estudante

source: Error adding cycle to grades report
pt_br: Erro ao adicionar ciclo ao relatório de notas

source: Error adding subject to grades report
pt_br: Erro ao adicionar disciplina ao relatório de notas

source: Error deleting curriculum item
pt_br: Erro ao deletar item curricular

source: Error deleting grade report
pt_br: Erro ao deletar relatório de nota

source: Error deleting report card
pt_br: Erro ao deletar report card

source: Error deleting strand report
pt_br: Erro ao deletar relatório da trilha

source: Error deleting student grade report entry
pt_br: Erro ao deletar registro de relatório de nota de estudante

source: Error deleting student report card
pt_br: Erro ao deletar report card de estudante

source: Error removing cycle from grades report
pt_br: Erro ao remover ciclo do relatório de notas

source: Error removing subject from grades report
pt_br: Erro ao remover disciplina do relatório de notas

source: Error updating grades report cycle weight
pt_br: Erro ao atualizar o peso do relatório de notas do ciclo

source: Filter curriculum items by subject
pt_br: Filtrar itens curriculares por disciplina

source: Filter curriculum items by year
pt_br: Filtrar itens curriculares por ano

source: Final grade
pt_br: Nota final

source: Grade calculated succesfully
pt_br: Nota calculada com sucesso

source: Grade composition
pt_br: Composição de nota

source: Grade details
pt_br: Detalhes da nota

source: Grades
pt_br: Notas

source: Grades calculated succesfully
pt_br: Notas calculadas com sucesso

source: Grades report
pt_br: Relatório de notas

source: Grades report created successfully
pt_br: Relatório de notas criado com sucesso

source: Grades report updated successfully
pt_br: Relatório de notas atualizado com sucesso

source: Grades reports
pt_br: Relatórios de notas

source: Grading weight
pt_br: Peso da nota

source: Grid subjects
pt_br: Disciplinas da matriz

source: Lanttern automatic grade calculation info based on configured grade composition
pt_br: Informações do cálculo automático da nota do Lanttern baseado na configuração de composição da nota

source: Level
pt_br: Nível

source: Link strand
pt_br: Vincular trilha

source: List of report cards linked to this strand.
pt_br: Lista de report cards vinculados a esta trilha

source: Moment card created successfully
pt_br: Card de momento criado com sucesso

source: Moment card updated successfully
pt_br: Card de momento atualizado com sucesso

source: Move down
pt_br: Mover para baixo

source: Move up
pt_br: Mover para cima

source: New report card
pt_br: Novo report card

source: No assesment points in this grade composition
pt_br: Nenhum ponto de avaliação para esta composição de nota

source: No assessment point entries for this grade composition
pt_br: Nenhum ponto de avaliação para esta composição de nota

source: No cards for this moment yet
pt_br: Nenhum card para este momento ainda

source: No curriculum items found for selected filters.
pt_br: Nenhum item curricular encontrado para os filtros selecionados.

source: No cycles linked to this grades report
pt_br: Nenhum ciclo vinculado a este relatório de notas

source: No grades report linked to this report card.
pt_br: Nennhum relatório de notas vinculado a este report card

source: No report cards created yet
pt_br: Nenhum report card criado ainda

source: No strands linked to this report yet
pt_br: Nenhuma trilha vinculada a este relatório ainda

source: No students linked to this grades report
pt_br: Nenhum estudante vinculado a este relatório de notas

source: No subjects linked
pt_br: Nenhuma disciplina vinculada

source: No subjects linked to this grades report
pt_br: Nenhuma disciplina vinculada a este relatório de notas

source: Normalized value
pt_br: Valor normalizado

source: Overview
pt_br: Visão geral

source: Partial results
pt_br: Resultados parciais

source: Preview
pt_br: Prévia

source: Recalculate grade
pt_br: Recalcular nota

source: Remove
pt_br: Remover

source: Reorder strands reports
pt_br: Reordenzar relatórios de trilha

source: Report card deleted
pt_br: Report card deletado

source: Report card id
pt_br: Id do report card

source: Rubric criteria
pt_br: Critério da rubrica

source: Save Report card
pt_br: Salvar report card

source: Save Strand report
pt_br: Salvar relatório da Trilha

source: Save curriculum item
pt_br: Salvar item curricular

source: Save grade report
pt_br: Salvar relatório de nota

source: Save moment card
pt_br: Salvar card de momento

source: Save student grade report entry
pt_br: Salvar registro de relatório de nota de estudante

source: Select a level
pt_br: Selecione uma escala

source: Select cycle
pt_br: Selecionar ciclo

source: Select grades report
pt_br: Selecionar relatório de notas

source: Select moment
pt_br: Selecionar momento

source: Star strand
pt_br: Favoritar trilha

source: Strand already linked to report card
pt_br: Trilha já vinculada ao report card

source: Strand goal
pt_br: Objetivo da Trilha

source: Strand id
pt_br: Id da trilha

source: Strand report
pt_br: Relatório da trilha

source: Strand report deleted
pt_br: Relatório da trilha deletada

source: Strands linked to report
pt_br: Trilha vinculada ao relatório

source: Student already linked to report card
pt_br: Estudante já vinculado ao report card

source: Student grade report entry created successfully
pt_br: Registro de relatório de nota de estudante criado com sucesso

source: Student grade report entry deleted
pt_br: Registro de relatório de nota de estudante deletado

source: Student grade report entry updated successfully
pt_br: Registro de relatório de nota de estudante atualizado com sucesso

source: Student grades calculated succesfully
pt_br: Notas do estudantes calculadas com sucesso

source: Student report card
pt_br: Report card de estudante

source: Student report card deleted
pt_br: Report card de estudante deletado

source: Students
pt_br: Estudantes

source: Subject
pt_br: Disciplina

source: Subject grades calculated succesfully
pt_br: Notas da disciplina calculadas com sucesso

source: Text color format not accepted. Use hex color.
pt_br: Formato de cor do texto inválido. Utilize cores hex.

source: The parent cycle grade is calculated based on it's children cycles. E.g. 2024 grade is based on 2024 Q1, Q2, Q3, and Q4 grades.
pt_br: A nota do ciclo pai é calculada com baseem seus sub ciclos. Ex: a nota de 2024 é baseada nas notas de 2024 1º, 2º, 3º e 4º bi.

source: Type
pt_br: Tipo

source: Use the differentiation flag above when creating assessment points related to a curriculum level differentiation.
pt_br: Utilize a marcação de diferenciação ao criar pontos de avaliação relacionados à diferenciação no nível do currículo.

source: Weight
pt_br: Peso

source: Which strand do you want to link to this report?
pt_br: Qual trilha você quer vincular a este relatório?

source: Year
pt_br: Ano

source: all subjects
pt_br: todas disciplinas

source: all years
pt_br: todos os anos

source: and
pt_br: e

source: Filter report cards by cycle
pt_br: Filtrar report cards por ciclo

source: Filter report cards by year
pt_br: Filtrar report cards por ano

source: Name is required
pt_br: Nome obrigatótio

source: Not linked to strand
pt_br: Não vinculado à trilha

source: Strands subject filters
pt_br: Filtrar trilhas por disciplina

source: Strands year filters
pt_br: Filtrar trilhas por ano

source: Internal server error
pt_br: Erro interno do servidor

source: Ooops, page not found
pt_br: Ooops, página não encontrada

source: Welcome!
pt_br: Bem-vinda!

source: You must log in to access this page.
pt_br: Você precisa estar logado para acessar esta página.

source: About this assessment
pt_br: Sobre esta avaliação

source: Report info
pt_br: Informações do relatório

source: Report information
pt_br: Informações do relatório

source: 1 entry updated
pt_br: 1 registro atualizado

source: Discard
pt_br: Descartar

source: 1 report creation failed
pt_br: 1 criação de report falhou

source: 1 student report card created
pt_br: 1 report card de estudante criado

source: 1 student selected
pt_br: 1 estudante selecionado

source: 1 student skipped
pt_br: 1 estudante ignorado

source: Assessment point
pt_br: Ponto de avaliação

source: Clear selection
pt_br: Limpar seleção

source: Hey!
pt_br: Olá!

source: Selected
pt_br: Selecionado

source: About grades
pt_br: Sobre as notas

source: Optional
pt_br: Opcional

source: Strands reports
pt_br: Relatórios das trilhas

source: 1 change
pt_br: 1 alteração

source: No report cards linked to this strand
pt_br: Nenhum report card vinculado a esta trilha

source: ...but only the necessary for session persistence, keeping you logged in even when you close the browser and come back the other day.
pt_br: ...mas somente o necessário para persistir a sessão, mantendo você logado mesmo após fechar o browser e voltar em um outro dia.

source: Lanttern uses cookies...
pt_br: Lanttern utiliza cookies...

source: Understood!
pt_br: Entendido!

source: Confirm
pt_br: Confirmar

source: Privacy policy
pt_br: Política de privacidade

source: privacy policy
pt_br: política de privacidade

source: Invalid hex color
pt_br: Cor hex inválida

source: School logo
pt_br: Logo da escola

source: Students information and learning data by %{school_name}.
pt_br: Informações de estudantes e dados de aprendizagem por %{school_name}.

source: By using Lanttern you confirm to have read and agree to our %{privacy_policy_link_str} and %{terms_of_service_link_str}.
pt_br: Ao utilizar o Lanttern, você confirma ter lido e estar de acordo com nossa %{privacy_policy_link_str} e %{terms_of_service_link_str}.

source: Privacy policy and terms of service
pt_br: Política de privacidade e termos de uso

source: Terms of service
pt_br: Termos de uso

source: terms of service
pt_br: termos de uso

source: Add students to report card to view grades
pt_br: Adicione estudantes ao report card para ver as notas

source: Students grades
pt_br: Notas de estudantes

source: Students linked to this report card
pt_br: Estudantes vinculados a este report card

source: View grades reports for all students linked in the students tab.
pt_br: Visualizar relatório de notas de todos estudantes vinculados na aba estudantes.

source: All
pt_br: Tudo

source: Filter value (class or linked students class) is required
pt_br: Valor do filtro (turma ou turma dos estudantes vinculados) obrigatório

source: No students linked to this report card yet
pt_br: Nenhum estudante vinculado a este report card ainda

source: 1 student report card selected
pt_br: 1 report card de estudante selecionado

source: Allow access
pt_br: Permitir acesso

source: Give access to guardians
pt_br: Dar acesso a responsáveis

source: Give access to students
pt_br: Dar acesso a estudantes

source: Guardian access
pt_br: Acesso do responsável

source: Has comments
pt_br: Possui comentário

source: Has footnote
pt_br: Possui nota de rodapé

source: Link
pt_br: Vincular

source: Link selected
pt_br: Vincular selecionado

source: Not shared with guardians
pt_br: Não compartilhado com responsáveis

source: Not shared with student
pt_br: Não compartilhado com estudante

source: Remove access
pt_br: Remover acesso

source: Remove access from guardians
pt_br: Remover acesso dos responsáveis

source: Remove access from students
pt_br: Remover acesso dos estudantes

source: Report cards under development
pt_br: Report cards em desenvolvimento

source: Shared with guardians
pt_br: Compartilhado com responsáveis

source: Shared with student
pt_br: Compartilhado com estudante

source: Something got wrong
pt_br: Algo deu errado

source: Student access
pt_br: Acesso de estudantes

source: Students report cards access updated
pt_br: Report cards de estudante atualizados

source: Under development
pt_br: Em desenvolvimento

source: Add a moment note
pt_br: Adicionar anotações sobre o momento

source: All cycles
pt_br: Todos os ciclos

source: Created at
pt_br: Criado em

source: Moments notes in this strand
pt_br: Anotações sobre os momentos desta trilha

source: My moment notes
pt_br: Minhas anotações sobre o momento

source: My strand notes
pt_br: Minhas anotações sobre a trilha

source: No strands related to selected cycles
pt_br: Nenhuma trilha relacionada aos ciclos selecionados

source: No student notes for this strand
pt_br: Nenhuma anotação de estudante sobre esta trilha

source: Notes
pt_br: Anotações

source: Student notes
pt_br: Anotações do estudante

source: Student strand notes
pt_br: Anotações do estudante sobre a trilha

source: updated
pt_br: atualizado

source: (e.g. Google Docs)
pt_br: (por exemplo: Google Docs)

source: Are you sure? This action cannot be undone.
pt_br: Você tem certeza? Esta ação não pode ser desfeita.

source: Attachment name
pt_br: Nome do anexo

source: Copy attachment link markdown
pt_br: Copiar link do anexo em markdown

source: Error deleting attachment
pt_br: Erro ao deletar anexo

source: External link
pt_br: Link externo

source: File too large (max. %{file_size}MB)
pt_br: Arquivo muito grande (máx. %{file_size}MB)

source: File upload
pt_br: Upload de arquivo

source: Invalid link format
pt_br: Formato do link inválido

source: Links should start with "https://" or "http://"
pt_br: Links precisam começar com "https://" ou "http://"

source: Note's attachments
pt_br: Anexos da anotação

source: Only %{formats} files accepted
pt_br: Apenas arquivos do tipo %{formats} são aceitos

source: Or add a link to an external file
pt_br: Ou adicione um link para um arquivo externo

source: Upload a file
pt_br: Upload de arquivo

source: Attachments
pt_br: Anexos

source: Invalid assessment view
pt_br: Visualização de avaliação inválida

source: Student
pt_br: Estudante

source: Teacher
pt_br: Professor

source: %{student} comment
pt_br: Comentário de %{student}
