Repository: camino-school/lanttern
Catalog: priv/gettext/*/LC_MESSAGES/taxonomy.po
Languages: pt_br

source: Kindergarten 0
pt_br: EI 0 Anos

source: Kindergarten 1
pt_br: EI 1 Ano

source: Kindergarten 2
pt_br: EI 2 Anos

source: Kindergarten 3
pt_br: EI 3 Anos

source: Kindergarten 4
pt_br: EI 4 Anos

source: Kindergarten 5
pt_br: EI 5 Anos

source: Grade 1
pt_br: 1º Ano EF

source: Grade 2
pt_br: 2º Ano EF

source: Grade 3
pt_br: 3º Ano EF

source: Grade 4
pt_br: 4º Ano EF

source: Grade 5
pt_br: 5º Ano EF

source: Grade 6
pt_br: 6º Ano EF

source: Grade 7
pt_br: 7º Ano EF

source: Grade 8
pt_br: 8º Ano EF

source: Grade 9
pt_br: 9º Ano EF

source: Grade 10
pt_br: 1ª Série EM

source: Grade 11
pt_br: 2ª Série EM

source: Grade 12
pt_br: 3ª Série EM

source: Arts
pt_br: Artes

source: Drama
pt_br: Teatro

source: Engineering
pt_br: Engenharia

source: English
pt_br: Língua Inglesa

source: Geography
pt_br: Geografia

source: History
pt_br: História

source: Human Science
pt_br: Ciências Humanas

source: Languages
pt_br: Linguagens

source: Math
pt_br: Matemática

source: Movement
pt_br: Educação Física

source: Music
pt_br: Música

source: Natural Science
pt_br: Ciências da Natureza

source: Portuguese
pt_br: Língua Portuguesa

source: Religion
pt_br: Religião

source: Science
pt_br: Ciências

source: Spanish
pt_br: Língua Espanhola

source: Technology
pt_br: Tecnologia

source: Visual Arts
pt_br: Artes Visuais

source: DRA
pt_br: TEA

source: EN
pt_br: ING

source: HS
pt_br: CH

source: LGG
pt_br: LIN

source: MATH
pt_br: MAT

source: MOV
pt_br: EF

source: NSCI
pt_br: CNAT

source: PT
pt_br: LP

source: SCI
pt_br: CIE

source: ES
pt_br: LE

source: TECH
pt_br: TEC

source: VART
pt_br: ARTV
